Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Catalogue.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# job.title.Junior Systems Administrator
source: Junior Systems Administrator
de: Junior-Systemadministrator
fr: Administrateur système junior
it: Amministratore di sistema junior
ja: ジュニアシステム管理者
uk: Молодший системний адміністратор

# job.title.Lab Technician
source: Lab Technician
de: Laborant
fr: Technicien de laboratoire
it: Tecnico di laboratorio
ja: ラボ技術員
uk: Лаборант

# job.title.Lawyer
source: Lawyer
de: Rechtsanwalt
fr: Avocat
it: Avvocato
ja: 弁護士
uk: Юрист

# job.title.Lead Firefighter
source: Lead Firefighter
de: Lead-Feuerwehrmann
fr: Pompier référent
it: Comandante dei vigili del fuoco
ja: リード消防士
uk: Провідний пожежник

# job.title.Lead Lab Technician
source: Lead Lab Technician
de: Lead-Laborant
fr: Technicien de laboratoire référent
it: Tecnico di laboratorio coordinatore
ja: リードラボ技術員
uk: Провідний лаборант

# job.title.Lead Municipal Worker
source: Lead Municipal Worker
de: Lead-Kommunalmitarbeiter
fr: Agent municipal référent
it: Coordinatore dei servizi comunali
ja: リード公共サービス職員
uk: Провідний працівник комунальної служби

# job.title.Lead Police Officer
source: Lead Police Officer
de: Lead-Polizist
fr: Policier référent
it: Commissario di polizia
ja: リード警察官
uk: Провідний поліцейський

# job.title.Lead Teacher
source: Lead Teacher
de: Lead-Lehrer
fr: Enseignant référent
it: Insegnante coordinatore
ja: リード教師
uk: Провідний вчитель

# job.title.Lead Tutor
source: Lead Tutor
de: Lead-Nachhilfelehrer
fr: Tuteur référent
it: Tutor coordinatore
ja: リード個別指導講師
uk: Провідний репетитор

# job.title.Licensed Practical Nurse
source: Licensed Practical Nurse
de: Pflegefachhelfer
fr: Infirmier auxiliaire
it: Infermiere pratico
ja: 准看護師
uk: Практична медсестра

# job.title.Light Truck Delivery Driver
source: Light Truck Delivery Driver
de: Lieferwagenfahrer
fr: Chauffeur-livreur
it: Autista di furgone per le consegne
ja: 小型トラック配送ドライバー
uk: Водій малої вантажівки

# job.title.Logistics Coordinator
source: Logistics Coordinator
de: Logistikkoordinator
fr: Coordinateur logistique
it: Coordinatore logistico
ja: 物流コーディネーター
uk: Координатор логістики

# job.title.Machine Operator
source: Machine Operator
de: Maschinenbediener
fr: Opérateur de machines
it: Operatore di macchinari
ja: 機械オペレーター
uk: Оператор обладнання

# job.title.Machinist
source: Machinist
de: Zerspanungsmechaniker
fr: Usineur
it: Operatore di macchine utensili
ja: 機械加工工
uk: Токар-верстатник

# job.title.Maintenance & Repair Worker
source: Maintenance & Repair Worker
de: Wartungs- und Reparaturtechniker
fr: Agent de maintenance
it: Addetto a manutenzione e riparazioni
ja: 保守・修理作業員
uk: Майстер з ремонту й обслуговування

# job.title.Management Consultant
source: Management Consultant
de: Unternehmensberater
fr: Consultant en management
it: Consulente aziendale
ja: 経営コンサルタント
uk: Консультант з управління

# job.title.Marketing Director
source: Marketing Director
de: Marketingdirektor
fr: Directeur marketing
it: Direttore marketing
ja: マーケティング本部長
uk: Директор з маркетингу

# job.title.Marketing Specialist
source: Marketing Specialist
de: Marketingspezialist
fr: Chargé de marketing
it: Specialista di marketing
ja: マーケティング担当
uk: Маркетолог

# job.title.Master Carpenter
source: Master Carpenter
de: Zimmermeister
fr: Maître menuisier
it: Maestro falegname
ja: 熟練大工
uk: Майстер-тесля

# job.title.Master Electrician
source: Master Electrician
de: Elektromeister
fr: Maître électricien
it: Maestro elettricista
ja: 熟練電気工事士
uk: Майстер-електрик

# job.title.Master Plumber
source: Master Plumber
de: Klempnermeister
fr: Maître plombier
it: Maestro idraulico
ja: 熟練配管工
uk: Майстер-сантехнік

# job.title.Mechanic
source: Mechanic
de: Kfz-Mechaniker
fr: Mécanicien
it: Meccanico
ja: 整備士
uk: Механік

# job.title.Mechanical Engineer
source: Mechanical Engineer
de: Maschinenbauingenieur
fr: Ingénieur en mécanique
it: Ingegnere meccanico
ja: 機械エンジニア
uk: Інженер-механік

# job.title.Medical Assistant
source: Medical Assistant
de: Arzthelfer
fr: Assistant médical
it: Assistente di studio medico
ja: 医療アシスタント
uk: Медичний асистент

# job.title.Mover
source: Mover
de: Umzugshelfer
fr: Déménageur
it: Addetto ai traslochi
ja: 引っ越しスタッフ
uk: Вантажник

# job.title.Municipal Worker
source: Municipal Worker
de: Kommunalmitarbeiter
fr: Agent municipal
it: Operatore comunale
ja: 公共サービス職員
uk: Працівник комунальної служби

# job.title.News Anchor
source: News Anchor
de: Nachrichtensprecher
fr: Présentateur du JT
it: Conduttore del telegiornale
ja: ニュースキャスター
uk: Ведучий новин

# job.title.Nursing Aide
source: Nursing Aide
de: Pflegehelfer
fr: Aide-soignant
it: Operatore socio-sanitario
ja: 看護助手
uk: Молодша медсестра

# job.title.Office Clerk
source: Office Clerk
de: Büroangestellter
fr: Employé de bureau
it: Impiegato d’ufficio
ja: 事務員
uk: Офісний працівник

# job.title.Office Manager
source: Office Manager
de: Büroleiter
fr: Responsable administratif
ja: オフィスマネージャー
uk: Офіс-менеджер

# job.title.Operations Manager
source: Operations Manager
de: Betriebsleiter
fr: Responsable des opérations
it: Responsabile operativo
ja: オペレーションマネージャー
uk: Операційний менеджер

# job.title.Painter (Construction)
source: Painter (Construction)
de: Maler und Lackierer
fr: Peintre en bâtiment
it: Imbianchino
ja: 塗装工（建設）
uk: Маляр

# job.title.Paralegal
source: Paralegal
de: Rechtsfachangestellter
fr: Assistant juridique
it: Assistente legale
ja: パラリーガル
uk: Помічник юриста

# job.title.Paramedic
source: Paramedic
de: Notfallsanitäter
fr: Ambulancier
it: Paramedico
ja: 救急救命士
uk: Парамедик

# job.title.Payroll Specialist
source: Payroll Specialist
de: Lohnbuchhalter
fr: Gestionnaire de paie
it: Addetto alle paghe
ja: 給与計算担当
uk: Спеціаліст із нарахування зарплати

# job.title.Personal Care Aide
source: Personal Care Aide
de: Alltagsbegleiter
fr: Aide à domicile
it: Assistente alla persona
ja: 介護ヘルパー
uk: Асистент з догляду

# job.title.Pharmacist
source: Pharmacist
de: Apotheker
fr: Pharmacien
it: Farmacista
ja: 薬剤師
uk: Фармацевт

# job.title.Pharmacy Technician
source: Pharmacy Technician
de: Pharmazeutisch-technischer Assistent
fr: Préparateur en pharmacie
it: Tecnico di farmacia
ja: 調剤助手
uk: Помічник фармацевта

# job.title.Photographer
source: Photographer
de: Fotograf
fr: Photographe
it: Fotografo
ja: カメラマン
uk: Фотограф

# job.title.Physician
source: Physician
de: Arzt
fr: Médecin
it: Medico
ja: 医師
uk: Лікар

# job.title.Physiotherapist
source: Physiotherapist
de: Physiotherapeut
fr: Kinésithérapeute
it: Fisioterapista
ja: 理学療法士
uk: Фізіотерапевт

# job.title.Plumber
source: Plumber
de: Klempner
fr: Plombier
it: Idraulico
ja: 配管工
uk: Сантехнік

# job.title.Police Officer
source: Police Officer
de: Polizist
fr: Policier
it: Agente di polizia
ja: 警察官
uk: Поліцейський

# job.title.Professional Player
source: Professional Player
de: Profispieler
fr: Joueur professionnel
it: Giocatore professionista
ja: プロ選手
uk: Професійний гравець

# job.title.Property Development Firm
source: Property Development Firm
de: Immobilienentwicklungsfirma
fr: Société de promotion immobilière
it: Società di sviluppo immobiliare
ja: 不動産開発会社
uk: Девелоперська компанія

# job.title.Psychologist
source: Psychologist
de: Psychologe
fr: Psychologue
it: Psicologo
ja: 心理士
uk: Психолог

# job.title.Quality Control Inspector
source: Quality Control Inspector
de: Qualitätsprüfer
fr: Contrôleur qualité
it: Ispettore del controllo qualità
ja: 品質検査員
uk: Контролер якості

# job.title.Real Estate Agent
source: Real Estate Agent
de: Immobilienmakler
fr: Agent immobilier
it: Agente immobiliare
ja: 不動産仲介
uk: Рієлтор

# job.title.Receptionist
source: Receptionist
de: Rezeptionist
fr: Réceptionniste
ja: 受付係
uk: Рецепціоніст

# job.title.Registered Nurse
source: Registered Nurse
de: Krankenpfleger
fr: Infirmier diplômé
it: Infermiere
ja: 看護師
uk: Дипломована медсестра

# job.title.Resident Physician
source: Resident Physician
de: Assistenzarzt
fr: Médecin interne
it: Medico specializzando
ja: 研修医
uk: Лікар-інтерн

# job.title.Retail Salesperson
source: Retail Salesperson
de: Verkäufer
fr: Vendeur
it: Addetto alle vendite
ja: 販売員
uk: Продавець

# job.title.Roofer
source: Roofer
de: Dachdecker
fr: Couvreur
it: Posatore di tetti
ja: 屋根職人
uk: Покрівельник

# job.title.Sales Director
source: Sales Director
de: Vertriebsdirektor
fr: Directeur commercial
it: Direttore vendite
ja: 営業本部長
uk: Директор з продажів

# job.title.Sales Manager
source: Sales Manager
de: Vertriebsleiter
fr: Responsable commercial
it: Responsabile vendite
ja: 営業マネージャー
uk: Менеджер з продажів

# job.title.Sales Representative
source: Sales Representative
de: Vertriebsmitarbeiter
fr: Attaché commercial
it: Agente di vendita
ja: 営業担当
uk: Торговий представник

# job.title.Security Guard
source: Security Guard
de: Sicherheitsmitarbeiter
fr: Agent de sécurité
it: Guardia giurata
ja: 警備員
uk: Охоронець

# job.title.Senior Accountant
source: Senior Accountant
de: Senior-Buchhalter
fr: Comptable senior
it: Contabile senior
ja: シニア会計士
uk: Старший бухгалтер

# job.title.Senior Civil Engineer
source: Senior Civil Engineer
de: Senior-Bauingenieur
fr: Ingénieur en génie civil senior
it: Ingegnere civile senior
ja: シニア土木技術者
uk: Старший інженер-будівельник

# job.title.Senior Electrical Engineer
source: Senior Electrical Engineer
de: Senior-Elektroingenieur
fr: Ingénieur en électricité senior
it: Ingegnere elettrico senior
ja: シニア電気エンジニア
uk: Старший інженер-електрик

# job.title.Senior Financial Analyst
source: Senior Financial Analyst
de: Senior-Finanzanalyst
fr: Analyste financier senior
it: Analista finanziario senior
ja: シニア財務アナリスト
uk: Старший фінансовий аналітик

# job.title.Senior Firefighter
source: Senior Firefighter
de: Senior-Feuerwehrmann
fr: Pompier senior
it: Vigile del fuoco senior
ja: シニア消防士
uk: Старший пожежник

# job.title.Senior Graphic Artist
source: Senior Graphic Artist
de: Senior-Grafiker
fr: Graphiste senior
it: Grafico senior
ja: シニアグラフィックアーティスト
uk: Старший художник-графік

# job.title.Senior Lab Technician
source: Senior Lab Technician
de: Senior-Laborant
fr: Technicien de laboratoire senior
it: Tecnico di laboratorio senior
ja: シニアラボ技術員
uk: Старший лаборант

# job.title.Senior Lawyer
source: Senior Lawyer
de: Senior-Rechtsanwalt
fr: Avocat senior
it: Avvocato senior
ja: シニア弁護士
uk: Старший юрист

# job.title.Senior Marketing Specialist
source: Senior Marketing Specialist
de: Senior-Marketingspezialist
fr: Chargé de marketing senior
it: Specialista di marketing senior
ja: シニアマーケティング担当
uk: Старший маркетолог

# job.title.Senior Mechanical Engineer
source: Senior Mechanical Engineer
de: Senior-Maschinenbauingenieur
fr: Ingénieur en mécanique senior
it: Ingegnere meccanico senior
ja: シニア機械エンジニア
uk: Старший інженер-механік

# job.title.Senior Municipal Worker
source: Senior Municipal Worker
de: Senior-Kommunalmitarbeiter
fr: Agent municipal senior
it: Operatore comunale senior
ja: シニア公共サービス職員
uk: Старший працівник комунальної служби

# job.title.Senior Paralegal
source: Senior Paralegal
de: Senior-Rechtsfachangestellter
fr: Assistant juridique senior
it: Assistente legale senior
ja: シニアパラリーガル
uk: Старший помічник юриста

# job.title.Senior Physician
source: Senior Physician
de: Oberarzt
fr: Médecin senior
it: Medico senior
ja: 指導医
uk: Старший лікар

# job.title.Senior Police Officer
source: Senior Police Officer
de: Senior-Polizist
fr: Policier senior
it: Agente di polizia senior
ja: シニア警察官
uk: Старший поліцейський

# job.title.Senior Registered Nurse
source: Senior Registered Nurse
de: Senior-Krankenpfleger
fr: Infirmier diplômé senior
it: Infermiere senior
ja: シニア看護師
uk: Старша дипломована медсестра

# job.title.Senior Sales Manager
source: Senior Sales Manager
de: Senior-Vertriebsleiter
fr: Responsable commercial senior
it: Responsabile vendite senior
ja: シニア営業マネージャー
uk: Старший менеджер з продажів

# job.title.Senior Systems Administrator
source: Senior Systems Administrator
de: Senior-Systemadministrator
fr: Administrateur système senior
it: Amministratore di sistema senior
ja: シニアシステム管理者
uk: Старший системний адміністратор

# job.title.Senior Teacher
source: Senior Teacher
de: Senior-Lehrer
fr: Enseignant senior
it: Insegnante senior
ja: シニア教師
uk: Старший вчитель

# job.title.Senior Tutor
source: Senior Tutor
de: Senior-Nachhilfelehrer
fr: Tuteur senior
it: Tutor senior
ja: シニア個別指導講師
uk: Старший репетитор

# job.title.Social Worker
source: Social Worker
de: Sozialarbeiter
fr: Travailleur social
it: Assistente sociale
ja: ソーシャルワーカー
uk: Соціальний працівник

# job.title.Specialty Coffee Roastery
source: Specialty Coffee Roastery
de: Spezialitäten-Kaffeerösterei
fr: Torréfaction de cafés de spécialité
it: Torrefazione di caffè speciali
ja: スペシャルティコーヒー焙煎所
uk: Обсмажувальня спеціальної кави

# job.title.Stocker/Order Filler
source: Stocker/Order Filler
de: Kommissionierer
fr: Magasinier-préparateur de commandes
it: Scaffalista/Preparatore di ordini
ja: 品出し・ピッキング担当
uk: Комплектувальник замовлень

# job.title.Store Manager
source: Store Manager
de: Filialleiter
fr: Responsable de magasin
it: Responsabile di negozio
ja: 店長
uk: Директор магазину

# job.title.Surgeon
source: Surgeon
de: Chirurg
fr: Chirurgien
it: Chirurgo
ja: 外科医
uk: Хірург

# job.title.Systems Administrator
source: Systems Administrator
de: Systemadministrator
fr: Administrateur système
it: Amministratore di sistema
ja: システム管理者
uk: Системний адміністратор

# job.title.TV Presenter
source: TV Presenter
de: Fernsehmoderator
fr: Présentateur télé
it: Conduttore televisivo
ja: テレビ司会者
uk: Телеведучий

# job.title.Taxi Driver
source: Taxi Driver
de: Taxifahrer
fr: Chauffeur de taxi
it: Tassista
ja: タクシー運転手
uk: Водій таксі

# job.title.Teacher
source: Teacher
de: Lehrer
fr: Enseignant
it: Insegnante
ja: 教師
uk: Вчитель

# job.title.Teaching Assistant
source: Teaching Assistant
de: Unterrichtsassistent
fr: Assistant d’éducation
it: Assistente didattico
ja: 教育アシスタント
uk: Асистент вчителя

# job.title.Translator/Interpreter
source: Translator/Interpreter
de: Übersetzer/Dolmetscher
fr: Traducteur-interprète
it: Traduttore/Interprete
ja: 翻訳・通訳者
uk: Перекладач (письмовий і усний)

# job.title.Truck Driver
source: Truck Driver
de: Lkw-Fahrer
fr: Chauffeur routier
it: Camionista
ja: トラック運転手
uk: Далекобійник

# job.title.Tutor
source: Tutor
de: Nachhilfelehrer
fr: Tuteur
ja: 個別指導講師
uk: Репетитор

# job.title.Veterinarian
source: Veterinarian
de: Tierarzt
fr: Vétérinaire
it: Veterinario
ja: 獣医師
uk: Ветеринар

# job.title.Waiter/Waitress
source: Waiter/Waitress
de: Servicekraft
fr: Serveur/Serveuse
it: Cameriere
ja: ホールスタッフ
uk: Офіціант/офіціантка

# job.title.Warehouse Manager
source: Warehouse Manager
de: Lagerleiter
fr: Responsable d’entrepôt
it: Responsabile di magazzino
ja: 倉庫マネージャー
uk: Керівник складу

# job.title.Warehouse Worker
source: Warehouse Worker
de: Lagerarbeiter
fr: Manutentionnaire
it: Magazziniere
ja: 倉庫作業員
uk: Складський працівник

# job.title.Welder
source: Welder
de: Schweißer
fr: Soudeur
it: Saldatore
ja: 溶接工
uk: Зварювальник

# job.base.3D Artist
source: 3D Artist
fr: Artiste 3D
it: Artista 3D
ja: 3Dアーティスト
uk: 3D-художник

# job.base.Animator
source: Animator
fr: Animateur
it: Animatore
ja: アニメーター
uk: Аніматор

# job.base.Art Director
source: Art Director
fr: Directeur artistique
it: Direttore artistico
ja: アートディレクター
uk: Арт-директор

# job.base.Boutique Fitness Studio
source: Boutique Fitness Studio
fr: Studio de fitness boutique
it: Studio fitness boutique
ja: 少人数フィットネススタジオ
uk: Бутикова фітнес-студія

# job.base.Business Analyst
source: Business Analyst
fr: Analyste métier
it: Analista aziendale
ja: ビジネスアナリスト
uk: Бізнес-аналітик

# job.base.Chief Executive Officer
source: Chief Executive Officer
fr: Directeur général
it: Amministratore delegato
ja: 最高経営責任者（CEO）
uk: Генеральний директор (CEO)

# job.base.Chief Medical Officer
source: Chief Medical Officer
fr: Directeur médical
it: Direttore sanitario
ja: 最高医療責任者（CMO）
uk: Медичний директор (CMO)

# job.base.Chief Technology Officer
source: Chief Technology Officer
fr: Directeur technique
it: Direttore tecnologico
ja: 最高技術責任者（CTO）
uk: Технічний директор (CTO)

# job.base.Cloud Architect
source: Cloud Architect
fr: Architecte cloud
ja: クラウドアーキテクト
uk: Хмарний архітектор

# job.base.Content Writer
source: Content Writer
fr: Rédacteur de contenu
it: Redattore di contenuti
ja: コンテンツライター
uk: Контент-райтер

# job.base.Cybersecurity Analyst
source: Cybersecurity Analyst
fr: Analyste en cybersécurité
it: Analista di cybersecurity
ja: サイバーセキュリティアナリスト
uk: Аналітик з кібербезпеки

# job.base.Data Analyst
source: Data Analyst
fr: Analyste de données
it: Analista di dati
ja: データアナリスト
uk: Аналітик даних

# job.base.Farm-to-Table Restaurant
source: Farm-to-Table Restaurant
fr: Restaurant de la ferme à l’assiette
it: Ristorante a chilometro zero
ja: 産地直送レストラン
uk: Ресторан «від ферми до столу»

# job.base.Hotel Manager
source: Hotel Manager
fr: Directeur d’hôtel
it: Direttore d’albergo
ja: ホテル支配人
uk: Менеджер готелю

# job.base.Investment Banker
source: Investment Banker
fr: Banquier d’affaires
it: Banchiere d’investimento
ja: 投資銀行員
uk: Інвестиційний банкір

# job.base.Journalist
source: Journalist
fr: Journaliste
it: Giornalista
ja: 記者
uk: Журналіст

# job.base.Managing Partner
source: Managing Partner
fr: Associé gérant
ja: 代表パートナー
uk: Керівний партнер

# job.base.Nurse Practitioner
source: Nurse Practitioner
fr: Infirmier en pratique avancée
it: Infermiere di pratica avanzata
ja: 診療看護師
uk: Медсестра розширеної практики

# job.base.Project Manager
source: Project Manager
fr: Chef de projet
ja: プロジェクトマネージャー
uk: Менеджер проєктів

# job.base.Research Scientist
source: Research Scientist
fr: Chercheur
it: Ricercatore
ja: 研究者
uk: Науковий співробітник

# job.base.SaaS App Startup
source: SaaS App Startup
fr: Start-up d’application SaaS
it: Startup di app SaaS
ja: SaaSアプリのスタートアップ
uk: Стартап SaaS-застосунку

# job.base.Social Media Manager
source: Social Media Manager
fr: Community manager
ja: SNSマネージャー
uk: SMM-менеджер

# job.base.Software Engineer
source: Software Engineer
fr: Ingénieur logiciel
it: Ingegnere del software
ja: ソフトウェアエンジニア
uk: Інженер-програміст

# job.base.Software Tester/QA
source: Software Tester/QA
fr: Testeur logiciel (QA)
it: Tester software (QA)
ja: ソフトウェアテスター（QA）
uk: Тестувальник програм (QA)

# job.base.UX/UI Designer
source: UX/UI Designer
fr: Designer UX/UI
ja: UX/UIデザイナー
uk: UX/UI-дизайнер

# job.base.Video Editor
source: Video Editor
fr: Monteur vidéo
it: Montatore video
ja: 動画編集者
uk: Відеомонтажер

# job.ladder.3D Artist
source: 3D Artist
fr: Artiste 3D
it: artista 3D
ja: 3Dアーティスト
uk: 3D-художник

# job.ladder.Business Analyst
source: Business Analyst
fr: Analyste métier
it: analista aziendale
ja: ビジネスアナリスト
uk: Бізнес-аналітик

# job.ladder.Data Analyst
source: Data Analyst
fr: Analyste de données
it: analista di dati
ja: データアナリスト
uk: Аналітик даних

# job.ladder.Investment Banker
source: Investment Banker
fr: Banquier d’affaires
it: banchiere d’investimento
ja: 投資銀行員
uk: Інвестиційний банкір

# job.ladder.Journalist
source: Journalist
fr: Journaliste
it: giornalista
ja: 記者
uk: Журналіст

# job.ladder.Project Manager
source: Project Manager
fr: Chef de projet
ja: プロジェクトマネージャー
uk: Менеджер проєктів

# job.ladder.Research Scientist
source: Research Scientist
fr: Chercheur
it: ricercatore
ja: 研究者
uk: Науковий співробітник

# job.ladder.Software Engineer
source: Software Engineer
fr: Ingénieur logiciel
it: ingegnere del software
ja: ソフトウェアエンジニア
uk: Інженер-програміст

# job.ladder.UX/UI Designer
source: UX/UI Designer
fr: Designer UX/UI
ja: UX/UIデザイナー
uk: UX/UI-дизайнер

# job.rung.Elite
source: Elite
fr: Élite
it: Élite
ja: エリート
uk: Еліта

# job.rung.Executive
source: Executive
fr: Exécutif
ja: 総料理長
uk: Бренд-шеф

# job.rung.Lead
source: Lead
fr: Référent
ja: リード
uk: Провідний

# job.rung.Staff
source: Staff
fr: Expert
ja: スタッフ
uk: Провідний

# job.title.3D Artist
source: 3D Artist
fr: Artiste 3D
it: Artista 3D
ja: 3Dアーティスト
uk: 3D-художник

# job.title.Animator
source: Animator
fr: Animateur
it: Animatore
ja: アニメーター
uk: Аніматор

# job.title.Art Director
source: Art Director
fr: Directeur artistique
it: Direttore artistico
ja: アートディレクター
uk: Арт-директор

# job.title.Boutique Fitness Studio
source: Boutique Fitness Studio
fr: Studio de fitness boutique
it: Studio fitness boutique
ja: 少人数フィットネススタジオ
uk: Бутикова фітнес-студія

# job.title.Business Analyst
source: Business Analyst
fr: Analyste métier
it: Analista aziendale
ja: ビジネスアナリスト
uk: Бізнес-аналітик

# job.title.Chief Executive Officer
source: Chief Executive Officer
fr: Directeur général
it: Amministratore delegato
ja: 最高経営責任者（CEO）
uk: Генеральний директор (CEO)

# job.title.Chief Medical Officer
source: Chief Medical Officer
fr: Directeur médical
it: Direttore sanitario
ja: 最高医療責任者（CMO）
uk: Медичний директор (CMO)

# job.title.Chief Technology Officer
source: Chief Technology Officer
fr: Directeur technique
it: Direttore tecnologico
ja: 最高技術責任者（CTO）
uk: Технічний директор (CTO)

# job.title.Cloud Architect
source: Cloud Architect
fr: Architecte cloud
ja: クラウドアーキテクト
uk: Хмарний архітектор

# job.title.Content Writer
source: Content Writer
fr: Rédacteur de contenu
it: Redattore di contenuti
ja: コンテンツライター
uk: Контент-райтер

# job.title.Cybersecurity Analyst
source: Cybersecurity Analyst
fr: Analyste en cybersécurité
it: Analista di cybersecurity
ja: サイバーセキュリティアナリスト
uk: Аналітик з кібербезпеки

# job.title.Data Analyst
source: Data Analyst
fr: Analyste de données
it: Analista di dati
ja: データアナリスト
uk: Аналітик даних

# job.title.Executive Chef
source: Executive Chef
fr: Chef exécutif
ja: 総料理長
uk: Бренд-шеф

# job.title.Farm-to-Table Restaurant
source: Farm-to-Table Restaurant
fr: Restaurant de la ferme à l’assiette
it: Ristorante a chilometro zero
ja: 産地直送レストラン
uk: Ресторан «від ферми до столу»

# job.title.Hotel Manager
source: Hotel Manager
fr: Directeur d’hôtel
it: Direttore d’albergo
ja: ホテル支配人
uk: Менеджер готелю

# job.title.Investment Banker
source: Investment Banker
fr: Banquier d’affaires
it: Banchiere d’investimento
ja: 投資銀行員
uk: Інвестиційний банкір

# job.title.Journalist
source: Journalist
fr: Journaliste
it: Giornalista
ja: 記者
uk: Журналіст

# job.title.Junior 3D Artist
source: Junior 3D Artist
fr: Artiste 3D junior
it: Artista 3D junior
ja: ジュニア3Dアーティスト
uk: Молодший 3D-художник

# job.title.Junior Business Analyst
source: Junior Business Analyst
fr: Analyste métier junior
it: Analista aziendale junior
ja: ジュニアビジネスアナリスト
uk: Молодший бізнес-аналітик

# job.title.Junior Data Analyst
source: Junior Data Analyst
fr: Analyste de données junior
it: Analista di dati junior
ja: ジュニアデータアナリスト
uk: Молодший аналітик даних

# job.title.Junior Data Scientist
source: Junior Data Scientist
fr: Data scientist junior
it: Data scientist junior
ja: ジュニアデータサイエンティスト
uk: Молодший науковець із даних

# job.title.Junior Investment Banker
source: Junior Investment Banker
fr: Banquier d’affaires junior
it: Banchiere d’investimento junior
ja: ジュニア投資銀行員
uk: Молодший інвестиційний банкір

# job.title.Junior Research Scientist
source: Junior Research Scientist
fr: Chercheur junior
it: Ricercatore junior
ja: ジュニア研究者
uk: Молодший науковий співробітник

# job.title.Junior Software Engineer
source: Junior Software Engineer
fr: Ingénieur logiciel junior
it: Ingegnere del software junior
ja: ジュニアソフトウェアエンジニア
uk: Молодший інженер-програміст

# job.title.Junior UX/UI Designer
source: Junior UX/UI Designer
fr: Designer UX/UI junior
it: UX/UI designer junior
ja: ジュニアUX/UIデザイナー
uk: Молодший UX/UI-дизайнер

# job.title.Lead Game Designer
source: Lead Game Designer
fr: Game designer référent
ja: リードゲームデザイナー
uk: Провідний геймдизайнер

# job.title.Lead Project Manager
source: Lead Project Manager
fr: Chef de projet référent
it: Project manager lead
ja: リードプロジェクトマネージャー
uk: Провідний менеджер проєктів
